infos = [
    {
        'sno': '',         # 学号
        'pwd': 'zjp[]014871',         # 密码
        'devName': '513-069',   # 预约的座位号（不足3位数的要补零）
        'name': '张月月',        # 随便起个名字
        'periods': (            # 预约时间段（每段时间不能超过4小时）
            ('10:00:00', '12:00:00'),
            ('12:30:00', '16:30:00'),
            ('17:30:00', '21:30:00')
        ),
        'pushplus': '',         # pushplus 的 token（用于推送消息到微信）
    },

     'sno': '32106100096',         # 学号
        'pwd': '!Yhs020925',         # 密码
        'devName': '513-069',   # 预约的座位号（不足3位数的要补零）
        'name': '森ge',        # 随便起个名字
        'periods': (            # 预约时间段（每段时间不能超过4小时）
          
            ('12:30:00', '16:30:00'),
            ('17:10:00', '21:30:00')
        ),
        'pushplus': '',         # pushplus 的 token（用于推送消息到微信）
    },
]
